<?php

$inputDataArray = array(
    "R1" => 0.3,
    "R2" => 0.1,
    "ALPHA" => 11,
    "N" => 10,
    "K" => 1.4,
    "H" => 0.01,
    "P" => 101325,
    "R" => 287,
    "T" => 400,
    "DESCRIPTION" => array(
        "R1" => "Радиус образующего сопла",
        "R2" => "Критический радиус",
        "ALPHA" => "Угол наклона",
        "N" => "Длина сопла",
        "K" => "Показатель адиабаты",
        "H" => "Шаг расчета",
        "P" => "Давление торможения",
        "R" => "Газовая постоянная",
        "T" => "Температура торможения",
    )
);
